/* Klarna registration UINavigationController title */
"REGISTRATION_TITLE" = "Payment Setup";

/* Klarna registration UINavigationController button */
"REGISTRATION_DISMISS_BUTTON_TEXT" = "Cancel";

/* Klarna preferences UINavigationController title */
"PREFERENCES_TITLE" = "Payment Preferences";

/* Klarna preferences UINavigationController button */
"PREFERENCES_DISMISS_BUTTON_TEXT" = "Close";

/* Klarna default UINavigationController button */
"PREFERENCES_DEFAULT_DISMISS_BUTTON_TEXT" = "Close";

/* Loading spinner text */
"LOADING_SPINNER" = "Loading ...";
